---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalProjectMemberPlane
source: html/ab8ed218-c8aa-3747-3d32-0912ac02314d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralAnalyticalProjectMemberPlane Property

"Vertical Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralAnalyticalProjectMemberPlane { get; }
```